Show / Hide Table of Contents
Class NadSetupValueInt
Setup value int
Inheritance
System.Object
NadSetupValue
NadSetupValueInt
Inherited Members
 NadSetupValue.Id
 NadSetupValue.IsActive
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Concrete
Assembly: IdeaRS.OpenModel.dll
Syntax
public class NadSetupValueInt : NadSetupValue
Properties
Improve this Doc   View Source
Value
Gets or sets the value.
Declaration
public int Value { get; set; }
Property Value
 Type |  Description
 System.Int32
 Improve this Doc
 View Source